IDEA Connection Link
IProgressCallback Methods
The IProgressCallback type exposes the following members.
Methods
Name | Description
ExceptionMessage
 Method is called when an exception occurs on the server.
ProgressMessage(Double, String)
 infomation about progress of event.
ProgressMessage(Double, String, String)
 infomation about progress of event.
Top
See Also
Reference
IProgressCallback Interface
IdeaRS.ConnectionService.Service Namespace